Repository: amartyadav/MandiMitra_iOS
Catalog: Localizable.xcstrings
Source language: en
Languages: hi

source: (g)
hi: ग्राम

source: 1 KG
hi: 1 किलो

source: 1 Paao
hi: 1 पाव

source: 3 Paao
hi: 3 पाव

source: 100 g
hi: 100 ग्राम

source: A new version of Mandi Mitra is available!🔥 Update now for the latest features 😍
hi: मंडी मित्र का अपडेट उपलब्ध है!🔥 नई सुविधाओं के लिए अभी अपडेट करें 😍

source: About
hi: और जाने

source: Add To List
hi: लिस्ट में जोड़ें

source: Bill Details
hi: बिल विवरण

source: Buying Quantity:
hi: मात्रा:

source: Continue
hi: जारी रखें

source: Enter Item Rate
hi: कितने का है?

source: Enter your name
hi: अपना नाम लिखें

source: gram
hi: ग्राम

source: Gram (g)
hi: ग्राम

source: Half KG
hi: आधा किलो

source: Hello, %@
hi: नमस्ते, %@

source: Item Entry
hi: आइटम प्रविष्टि

source: KG
hi: किलो

source: Language
hi: भाषा

source: Mandi Mitra
hi: मंडी मित्र

source: More KG
hi: और किलो

source: New Version Available
hi: नया अपडेट उपलब्ध

source: Notifications
hi: नोटिफिकेशन

source: Paao
hi: पाव

source: Pay Now
hi: भुगतान करें

source: Privacy Policy
hi: गोपनीयता नीति

source: Rate Us on the App Store
hi: ऐप स्टोर पर रेट करें

source: Release Notes
hi: संस्करण नोट्स

source: Selling Rate:
hi: भाव:

source: Settings
hi: सेटिंग्स

source: Total Item Amount:
hi: कुल:

source: Total: ₹
hi: कुल इतना हुआ: ₹

source: Update Later
hi: बाद में

source: Update Now
hi: अपडेट करें

source: View Bill
hi: बिल देखें

source: View Developer's Website
hi: डेवलपर की वेबसाइट देखें

source: Welcome to Mandi Mitra
hi: मंडी मित्र में आपका स्वागत है

source: You Want To Buy
hi: कितना ख़रीदना है?
